outputRun.txt
Number of rows in this table: 20000
SUM: -1583823502
Join

{user8386815393394376726={field119=[B@67b507da, field118=[B@4a0cb323, field117=[B@2ba5c1f9, field116=[B@3ce36656, field115=[B@73272dc7, field114=[B@5c1d0d2b, field113=[B@59b2a558, field112=[B@7ec4a9ee, field111=[B@3447eae4, field110=[B@87cd12, field1=[B@4cd3203f, field0=[B@17837b92, field7=[B@1c98b34c, field6=[B@22c91290, field9=[B@77ce1c2e, field8=[B@7b1db6ae, field3=[B@22466852, field2=[B@4871a318, field5=[B@4fd9e954, field4=[B@59e79ec7}, user7450731211542233641={field119=[B@48f26951, field118=[B@d5e6a34, field117=[B@dcda182, field116=[B@68b9075a, field115=[B@33da43fd, field114=[B@4dab8078, field113=[B@2d8af9fe, field112=[B@d29b8c2, field111=[B@6c0dc731, field110=[B@7db42288, field1=[B@70b61c9, field0=[B@47243642, field7=[B@451245d8, field6=[B@196e8f90, field9=[B@45b7b05d, field8=[B@2347088f, field3=[B@74acb5ba, field2=[B@1953b6b0, field5=[B@619ed89f, field4=[B@7a86b753}, user8286453822882270944={field119=[B@6b16ccdc, field118=[B@6f741138, field117=[B@78397669, field116=[B@37ca7a12, field115=[B@6a67201b, field114=[B@25d511be, field113=[B@166cb153, field112=[B@72125366, field111=[B@21a6d2c7, field110=[B@2cf36fac, field1=[B@5fe6a548, field0=[B@3f0f54b1, field7=[B@2828997d, field6=[B@1f110ddb, field9=[B@75372794, field8=[B@30584f5f, field3=[B@5c57db58, field2=[B@4bbf6adc, field5=[B@7f8efb8, field4=[B@75287aaf}, user8975036211363213070={field119=[B@17c7f249, field118=[B@279e83e7, field117=[B@67db2d83, field116=[B@5190ced5, field115=[B@796d2b14, field114=[B@2a3f0e65, field113=[B@14b68994, field112=[B@43870bb1, field111=[B@5322ad5e, field110=[B@1bccd79, field1=[B@21e60ef3, field0=[B@5ac753fd, field7=[B@1cc95da6, field6=[B@7b799c43, field9=[B@6af98449, field8=[B@a417a50, field3=[B@5cb332d3, field2=[B@6b1f3682, field5=[B@4de23c64, field4=[B@4c704c72}, user3122625005326877060={field119=[B@910da85, field118=[B@1ba94603, field117=[B@4774480e, field116=[B@9298f4e, field115=[B@6e2b81c, field114=[B@57aa7f9d, field113=[B@327b695e, field112=[B@776dc3a0, field111=[B@645cb709, field110=[B@608e7a88, field1=[B@956ce5e, field0=[B@103f7c17, field7=[B@115a65e6, field6=[B@293177f, field9=[B@3d080d4d, field8=[B@563c013f, field3=[B@140b2b4b, field2=[B@eb9ee5a, field5=[B@7326f8a5, field4=[B@45a53a07}, user6862510393573397297={field119=[B@8b9008b, field118=[B@4933e4f8, field117=[B@d94ceab, field116=[B@610da81c, field115=[B@21f041ee, field114=[B@77b2750c, field113=[B@5c780cc7, field112=[B@5039021c, field111=[B@7365c6c4, field110=[B@179bd7b1, field1=[B@b19ffb1, field0=[B@13a8252c, field7=[B@4e26927b, field6=[B@7c9f251, field9=[B@4369616e, field8=[B@11baad6a, field3=[B@6bf5506c, field2=[B@23e66c39, field5=[B@2b8c0b3a, field4=[B@6f9932dc}, user8627172847479906329={field119=[B@2eae7973, field118=[B@3eb95f3b, field117=[B@75a7460d, field116=[B@530e95b7, field115=[B@e360b44, field114=[B@7a02dd3e, field113=[B@35da7b5d, field112=[B@12dee37c, field111=[B@2c8ca648, field110=[B@408b65ca, field1=[B@26edee15, field0=[B@43cd3cb7, field7=[B@a3a6c60, field6=[B@1104fdd8, field9=[B@585034ab, field8=[B@72529392, field3=[B@2bd2a8d4, field2=[B@1d8e6a4b, field5=[B@44a2f03d, field4=[B@228a2538}, user2750989086052933349={field119=[B@1c20bdb5, field118=[B@72925048, field117=[B@2162653f, field116=[B@52b237ce, field115=[B@4b66f538, field114=[B@2b96ec0c, field113=[B@196f3fdc, field112=[B@5a206778, field111=[B@26138631, field110=[B@3a79f873, field1=[B@5a08a13f, field0=[B@3ca16a1, field7=[B@39522ae7, field6=[B@4c9df7de, field9=[B@5383a62b, field8=[B@2fcde4, field3=[B@2882ca14, field2=[B@b02ebdd, field5=[B@45feb668, field4=[B@3b4003de}, user3101640435201244544={field119=[B@5acbcc8, field118=[B@196ce3a3, field117=[B@29114b10, field116=[B@1274f31f, field115=[B@725e5765, field114=[B@cd1c376, field113=[B@2fbb4037, field112=[B@1a62a2d4, field111=[B@1a873b82, field110=[B@18cf81d7, field1=[B@6d80d001, field0=[B@62fbab67, field7=[B@4183d791, field6=[B@25a6274f, field9=[B@4ecdeb22, field8=[B@71d2c10f, field3=[B@2eb2affb, field2=[B@3aba693d, field5=[B@1b8f11b3, field4=[B@7cb27174}, user2534404187358040716={field119=[B@47c4d46e, field118=[B@2e5eae2a, field117=[B@4d3f20db, field116=[B@2269c1d9, field115=[B@436f065e, field114=[B@189bdfe7, field113=[B@2c160dd7, field112=[B@401d6685, field111=[B@7b7bc52e, field110=[B@3d594941, field1=[B@21bd8388, field0=[B@a3ff074, field7=[B@2fc816a8, field6=[B@582c5151, field9=[B@15c0381f, field8=[B@6089d683, field3=[B@f1be16c, field2=[B@35879f07, field5=[B@21935968, field4=[B@f00ae17}, user9215393665448742673={field119=[B@5fc02e1a, field118=[B@56b6fd42, field117=[B@6d55b6e5, field116=[B@67afcd4e, field115=[B@39418f5f, field114=[B@58fc39d8, field113=[B@185e5ebc, field112=[B@1823544, field111=[B@348c695c, field110=[B@d87b4ec, field1=[B@6746b05e, field0=[B@77fe91e7, field7=[B@20efd0cd, field6=[B@107f30e8, field9=[B@4269b6f9, field8=[B@419b76fa, field3=[B@1f2cafbc, field2=[B@763d34c1, field5=[B@796c9a81, field4=[B@63da0ff0}, user769741733451531684={field119=[B@19711d78, field118=[B@675a9ab, field117=[B@1b508376, field116=[B@2846ba63, field115=[B@39cdf8ce, field114=[B@125e36ad, field113=[B@d0a5ca3, field112=[B@10827ac3, field111=[B@46dfeb95, field110=[B@255746bd, field1=[B@7a67f9f0, field0=[B@79b0c01d, field7=[B@400a1ffd, field6=[B@5f77cbef, field9=[B@1a9a0188, field8=[B@65558aee, field3=[B@7530944e, field2=[B@147901b4, field5=[B@5ea5d4f2, field4=[B@17ee2732}, user6541096057564973084={field119=[B@668d5365, field118=[B@3a259aa1, field117=[B@4a57db53, field116=[B@2ce6b29c, field115=[B@207cda1e, field114=[B@369aac22, field113=[B@42e374e1, field112=[B@5b885c73, field111=[B@1d62d136, field110=[B@7efa9504, field1=[B@27e7a246, field0=[B@3e95090d, field7=[B@35758488, field6=[B@1f8d6597, field9=[B@56211b2, field8=[B@1329bd72, field3=[B@ae12a5b, field2=[B@7eb4474d, field5=[B@6bce26a8, field4=[B@3552d48e}, user6630965343014262608={field119=[B@3662838d, field118=[B@6a302423, field117=[B@7051a4ab, field116=[B@5384f88b, field115=[B@71d8679d, field114=[B@1aa244b9, field113=[B@672bcfba, field112=[B@131f3374, field111=[B@21494a05, field110=[B@29c64519, field1=[B@10290984, field0=[B@7ac70c66, field7=[B@11b56859, field6=[B@a4019fb, field9=[B@52fd441e, field8=[B@109bd61b, field3=[B@2a5693f1, field2=[B@2053c881, field5=[B@1836a521, field4=[B@56539332}, user3002057140419121093={field119=[B@48845b12, field118=[B@762d9543, field117=[B@5b1f290a, field116=[B@119feb58, field115=[B@7b297eb2, field114=[B@61b46b19, field113=[B@4341595c, field112=[B@2d6abf47, field111=[B@1d0698b6, field110=[B@5fa8d4ac, field1=[B@166aedbc, field0=[B@6e02f8b1, field7=[B@47e80eef, field6=[B@5efcaf0a, field9=[B@1fbabe64, field8=[B@66841a52, field3=[B@619cff1b, field2=[B@5a2398dd, field5=[B@10205463, field4=[B@56309abf}, user753784990639465414={field119=[B@5052c345, field118=[B@16714ce2, field117=[B@4608103, field116=[B@56d71652, field115=[B@10d9af26, field114=[B@c53f783, field113=[B@cbb0793, field112=[B@62b0f5d0, field111=[B@3f4dd63f, field110=[B@2c31c1ba, field1=[B@78e2dc30, field0=[B@1d99b889, field7=[B@4cb4692b, field6=[B@6e2a5d16, field9=[B@470fbf, field8=[B@50caa2ce, field3=[B@3f5874cd, field2=[B@3a64cdd, field5=[B@3ba491e1, field4=[B@3efd8889}, user3835881555004895169={field119=[B@427f6d87, field118=[B@730e01b1, field117=[B@6cbaada8, field116=[B@3ed1d976, field115=[B@77b887e, field114=[B@4fb02a9, field113=[B@3d952873, field112=[B@dbf5cde, field111=[B@565c1d6f, field110=[B@aeea347, field1=[B@1eacd4d9, field0=[B@6902227e, field7=[B@5f83ed54, field6=[B@20889978, field9=[B@58fa8bac, field8=[B@2013431f, field3=[B@603af304, field2=[B@41de522, field5=[B@836a9e6, field4=[B@32070844}, user8407021687790026911={field119=[B@5126fd3, field118=[B@6ecdaea6, field117=[B@53895300, field116=[B@5946241d, field115=[B@4fbcb411, field114=[B@4c878bde, field113=[B@550fc01d, field112=[B@3d01706d, field111=[B@173747e0, field110=[B@679ef7a3, field1=[B@4c3acc65, field0=[B@7a0e5f97, field7=[B@572b0f71, field6=[B@4718d9d8, field9=[B@5ddb7cba, field8=[B@55a16271, field3=[B@5a7eaf33, field2=[B@5ba96bbd, field5=[B@5d11f2de, field4=[B@37db1e7}, user8054908772323136255={field119=[B@2cd5818c, field118=[B@3c31e328, field117=[B@6ee47172, field116=[B@f817c0, field115=[B@212fb2, field114=[B@333aa43d, field113=[B@7e982cc9, field112=[B@3e1e62cd, field111=[B@374b8603, field110=[B@51b6d79b, field1=[B@6e775700, field0=[B@23b24809, field7=[B@48a2a9e2, field6=[B@2fcfa562, field9=[B@7b5438cc, field8=[B@4a17c5af, field3=[B@17a788b6, field2=[B@4511cb95, field5=[B@1f5919a3, field4=[B@6b179d5a}, user6054138415914681535={field119=[B@405e4ab6, field118=[B@b587c4b, field117=[B@5c1bf882, field116=[B@b314316, field115=[B@3908a33c, field114=[B@71fa2a72, field113=[B@72a60327, field112=[B@738ed796, field111=[B@f638b98, field110=[B@2fea89bc, field1=[B@6d17185d, field0=[B@6820500e, field7=[B@7b8c39d9, field6=[B@d0f87d, field9=[B@5550cdca, field8=[B@3f1a574e, field3=[B@2542e385, field2=[B@2256e440, field5=[B@713b435d, field4=[B@1c76ca13}, user4283109898452483478={field119=[B@2e1a4cd3, field118=[B@3bfbc9b4, field117=[B@1071443d, field116=[B@3a7d2272, field115=[B@467d9d3a, field114=[B@232e5a28, field113=[B@3964a2dc, field112=[B@6a597930, field111=[B@40e7ad0c, field110=[B@11494022, field1=[B@d277295, field0=[B@2c161af8, field7=[B@51e44dbb, field6=[B@af74ff5, field9=[B@3c7237e4, field8=[B@20af3b48, field3=[B@53d53373, field2=[B@636d561b, field5=[B@4e8d8085, field4=[B@17218767}, user3930996982985592822={field119=[B@6d95705b, field118=[B@64412e7c, field117=[B@46ea03d9, field116=[B@5d6baedc, field115=[B@1bba0a82, field114=[B@76e5f547, field113=[B@6007c489, field112=[B@609a9b1b, field111=[B@2bbf7390, field110=[B@72a9f46d, field1=[B@2cd4553d, field0=[B@18a251ff, field7=[B@48518288, field6=[B@75660d73, field9=[B@7b95d35f, field8=[B@71b2587b, field3=[B@35b3d107, field2=[B@707b4f57, field5=[B@25a1752c, field4=[B@46338063}, user1930226626577138102={field119=[B@6da34a4b, field118=[B@4788b15f, field117=[B@69aea497, field116=[B@33c40159, field115=[B@4442e478, field114=[B@4642a7e6, field113=[B@5ad439a5, field112=[B@4909356f, field111=[B@1a3b7912, field110=[B@49159024, field1=[B@32f791b2, field0=[B@325568ce, field7=[B@7367647f, field6=[B@16164e87, field9=[B@186227f6, field8=[B@1683f2c, field3=[B@4964f7e2, field2=[B@6d22fa3f, field5=[B@64f62dfa, field4=[B@24a7ef17}, user1130667052444817254={field119=[B@4a92c786, field118=[B@309b3fe9, field117=[B@65d74dfd, field116=[B@7e93c907, field115=[B@22e18fa4, field114=[B@4bec9866, field113=[B@148b8c43, field112=[B@7430b424, field111=[B@5a8299a9, field110=[B@75820537, field1=[B@3da36650, field0=[B@4c436454, field7=[B@2c2f3a4, field6=[B@678cf576, field9=[B@413b8e31, field8=[B@160d2386, field3=[B@3c7ad30, field2=[B@3e0df7b, field5=[B@1e378330, field4=[B@61598263}, user7807406978951935296={field119=[B@5f490d55, field118=[B@5ad70ac0, field117=[B@785b2ca9, field116=[B@55bce35b, field115=[B@42086f1c, field114=[B@206bfc97, field113=[B@174a257, field112=[B@33603f19, field111=[B@3291d6e6, field110=[B@4d611b67, field1=[B@69a36e86, field0=[B@5b891c5c, field7=[B@6713d72d, field6=[B@22ec528b, field9=[B@50c9cf0e, field8=[B@43b152b7, field3=[B@3a624f53, field2=[B@7ada3a9e, field5=[B@64752b74, field4=[B@2d98f9a7}, user5695659436892101854={field119=[B@5a83390, field118=[B@2e8df771, field117=[B@63ee575f, field116=[B@951cf44, field115=[B@4d21594d, field114=[B@c5609e7, field113=[B@1d13e39d, field112=[B@1a3f3494, field111=[B@5d13fdaf, field110=[B@6136dedb, field1=[B@633bd66b, field0=[B@c3d50c, field7=[B@42ffae3e, field6=[B@15e870bc, field9=[B@28dd74e4, field8=[B@36a8bf46, field3=[B@91979f3, field2=[B@5f2295fc, field5=[B@1c1ba0a8, field4=[B@6fba6ee2}, user7224213988296665198={field119=[B@2d2e5407, field118=[B@6668a92b, field117=[B@27374bae, field116=[B@1b46ecd4, field115=[B@44970dd7, field114=[B@6715d59f, field113=[B@7a6298e8, field112=[B@566eeb3c, field111=[B@2a6bbd93, field110=[B@639b2c6c, field1=[B@dd05d2f, field0=[B@2c4670a2, field7=[B@5bb6d79c, field6=[B@61f468ca, field9=[B@6ec268fe, field8=[B@711ed6e4, field3=[B@1cf9f56c, field2=[B@5e097c01, field5=[B@23716aa6, field4=[B@24df21da}, user8874674640851107288={field119=[B@775ef2b8, field118=[B@62a26126, field117=[B@4aae138e, field116=[B@17223af0, field115=[B@1769c19e, field114=[B@66b32904, field113=[B@5cbb643f, field112=[B@5a4830e2, field111=[B@3f47f04, field110=[B@7c708d77, field1=[B@7bed845a, field0=[B@60b964e5, field7=[B@40152ba9, field6=[B@38f60de9, field9=[B@2f2e81f9, field8=[B@49b46b5, field3=[B@6d3a7dec, field2=[B@65abace7, field5=[B@3e51c8e2, field4=[B@60a19f73}, user8038952029511069985={field119=[B@5eca4b96, field118=[B@663e183c, field117=[B@5618dac1, field116=[B@3aae8d76, field115=[B@3634f74e, field114=[B@205de64c, field113=[B@3003fe54, field112=[B@7e08101f, field111=[B@6f971617, field110=[B@2037f22f, field1=[B@f694923, field0=[B@31df2839, field7=[B@662fa7bb, field6=[B@799697db, field9=[B@3cf3f99b, field8=[B@74a590dc, field3=[B@6f2cf38c, field2=[B@224989fd, field5=[B@155830e, field4=[B@592ec088}, user45774583492855434={field119=[B@5116f8b2, field118=[B@3ffe950c, field117=[B@129e3c0e, field116=[B@3d1b8455, field115=[B@5b2e382c, field114=[B@103380b0, field113=[B@732ea0f4, field112=[B@12f6abe8, field111=[B@38b31ec2, field110=[B@34893f64, field1=[B@32260001, field0=[B@15284446, field7=[B@354d1d2f, field6=[B@48c266fd, field9=[B@4ae641ec, field8=[B@1d3b3682, field3=[B@4042e46f, field2=[B@1bec9714, field5=[B@637d5ca4, field4=[B@27b6f96f}, user774769560765097930={field119=[B@7080006a, field118=[B@fab6d59, field117=[B@6ba8874, field116=[B@1657644d, field115=[B@66a4b5bd, field114=[B@3231dd95, field113=[B@609a0a8f, field112=[B@4d427fdd, field111=[B@e083295, field110=[B@32698bb4, field1=[B@2173104, field0=[B@5c750a0c, field7=[B@1326078d, field6=[B@6d6c0a76, field9=[B@56c899ce, field8=[B@2219cc71, field3=[B@1a0bdd0, field2=[B@c122828, field5=[B@1e86c68d, field4=[B@7210eb68}, user1342005808608301758={field119=[B@76da96c7, field118=[B@6b14b35c, field117=[B@430ea21d, field116=[B@36b05abf, field115=[B@14fe9e00, field114=[B@5abe4190, field113=[B@6c160e90, field112=[B@58c7c40f, field111=[B@38294f89, field110=[B@10b33bdd, field1=[B@4c0dd5d5, field0=[B@2a0c97e7, field7=[B@582bc028, field6=[B@51cf7523, field9=[B@73ceb1b2, field8=[B@3d33a383, field3=[B@3b1f0e8d, field2=[B@11d302a0, field5=[B@17967209, field4=[B@3719f4c3}, user4887287459233386092={field119=[B@74b1ffcb, field118=[B@7d7e25ff, field117=[B@595c0663, field116=[B@211b4e67, field115=[B@5a2fa228, field114=[B@5672254f, field113=[B@6f245efc, field112=[B@14b74d09, field111=[B@33ae8355, field110=[B@74319032, field1=[B@39aff3f6, field0=[B@175e2ecf, field7=[B@502db35a, field6=[B@2865196d, field9=[B@6e136fd4, field8=[B@8dd1c8f, field3=[B@35d7d9ad, field2=[B@3579000b, field5=[B@40e1a4bf, field4=[B@20b8e148}, user6531382048232139157={field119=[B@2b295e43, field118=[B@56ad7a75, field117=[B@1ba4f843, field116=[B@7c71e8de, field115=[B@1dcb7a55, field114=[B@2008d54b, field113=[B@1c5247e9, field112=[B@6f967ba5, field111=[B@29c9bdd0, field110=[B@4f8d972f, field1=[B@41eeec38, field0=[B@1d79ecf3, field7=[B@793af5b1, field6=[B@5aad2156, field9=[B@6c949917, field8=[B@3e58fe02, field3=[B@10610305, field2=[B@237537ce, field5=[B@6be15e96, field4=[B@12301506}, user4525583864510118191={field119=[B@a51456e, field118=[B@90c8ad, field117=[B@61e433c7, field116=[B@73ee82d8, field115=[B@7314d3fe, field114=[B@7547a891, field113=[B@357dc7f5, field112=[B@32026bc0, field111=[B@675cc55d, field110=[B@2f97fa07, field1=[B@748ed26f, field0=[B@55f3eb55, field7=[B@5484ba9b, field6=[B@445335ce, field9=[B@464c9a81, field8=[B@c2f685e, field3=[B@7d0e5b22, field2=[B@20aeec08, field5=[B@294e20e, field4=[B@758e079a}, user2765949237917175405={field119=[B@7a568542, field118=[B@2dcff8ac, field117=[B@86efb89, field116=[B@d598fc9, field115=[B@436b67b5, field114=[B@11b3fdec, field113=[B@6efeeee0, field112=[B@2f180331, field111=[B@37568fa8, field110=[B@39045833, field1=[B@2014281d, field0=[B@4f7aa6a5, field7=[B@4c524b2d, field6=[B@570c4754, field9=[B@56d9c968, field8=[B@4c0c0298, field3=[B@12d93317, field2=[B@275ae0ff, field5=[B@3f50eff5, field4=[B@13e43245}, user5107438618923265510={field119=[B@487eeaa5, field118=[B@3853a64d, field117=[B@c4c9f5, field116=[B@3200b5b2, field115=[B@d945a95, field114=[B@2850e4a4, field113=[B@e7d0b3a, field112=[B@39e79262, field111=[B@16883739, field110=[B@39529488, field1=[B@5f106c43, field0=[B@5ae19141, field7=[B@d0744db, field6=[B@205c6727, field9=[B@7cf2751b, field8=[B@2a4f885d, field3=[B@1d592053, field2=[B@5e7f0980, field5=[B@31cae5f9, field4=[B@67118efd}, user3354170055886011749={field119=[B@331e71f4, field118=[B@150b5d1e, field117=[B@7388876b, field116=[B@18859981, field115=[B@5854cab4, field114=[B@17789f0d, field113=[B@207cf156, field112=[B@14813d49, field111=[B@6afe5407, field110=[B@39ad2ea2, field1=[B@7e1c8e80, field0=[B@636a8f7f, field7=[B@7baca179, field6=[B@2ba44890, field9=[B@31d6bbea, field8=[B@670cbd8, field3=[B@18c90506, field2=[B@11a02e47, field5=[B@15adde72, field4=[B@1503e914}, user2659439919067222481={field119=[B@45b23f87, field118=[B@55f0f360, field117=[B@2e55f9e2, field116=[B@2414fe75, field115=[B@708eb377, field114=[B@22b735f5, field113=[B@23ac52a8, field112=[B@20c8e7fe, field111=[B@2558ed9b, field110=[B@3e5b6c58, field1=[B@7f234029, field0=[B@1833af24, field7=[B@7ae5bd8c, field6=[B@1f392724, field9=[B@7a7e1ee2, field8=[B@7f31c406, field3=[B@286f0fb1, field2=[B@7e391d9f, field5=[B@74ba85b4, field4=[B@5da7ed1}, user8648157417605538845={field119=[B@5518fb5c, field118=[B@63fbc185, field117=[B@434c7f6b, field116=[B@1536ad25, field115=[B@76676c4, field114=[B@3a2c7844, field113=[B@1abbef4d, field112=[B@3a4436ba, field111=[B@e20a760, field110=[B@579710b8, field1=[B@12935c80, field0=[B@9f9598e, field7=[B@2e9e476, field6=[B@6d142643, field9=[B@656b103d, field8=[B@269d1037, field3=[B@6b1a8ac6, field2=[B@27709fd8, field5=[B@1a2789f3, field4=[B@54f52e28}, user6269821708803135155={field119=[B@6b06d2ca, field118=[B@482b1e2d, field117=[B@6ee56eca, field116=[B@139c9950, field115=[B@4ed1896b, field114=[B@5e1b3cea, field113=[B@1b4d8add, field112=[B@6cecc6fd, field111=[B@2e3490da, field110=[B@29cf159a, field1=[B@5ea3791c, field0=[B@54f2971b, field7=[B@5e4a6f1f, field6=[B@ff8c289, field9=[B@4a5621f3, field8=[B@adc2ded, field3=[B@7e3993e, field2=[B@4e46efc1, field5=[B@35e41643, field4=[B@5e3ce657}, user7219186160983098952={field119=[B@458daec7, field118=[B@3c4c6950, field117=[B@290f3694, field116=[B@10b863bc, field115=[B@38eb1cfa, field114=[B@67b2f45e, field113=[B@3759d5aa, field112=[B@64aff57e, field111=[B@4c339dd, field110=[B@74232d1f, field1=[B@d2e42b4, field0=[B@1631426a, field7=[B@b219ca0, field6=[B@6687030e, field9=[B@19c3c688, field8=[B@57de5c8, field3=[B@2bebd5b, field2=[B@5cff5171, field5=[B@5b8f3be0, field4=[B@3136c6fc}, user5118832509792520781={field119=[B@4695e1e4, field118=[B@60c7449e, field117=[B@42b5235d, field116=[B@45b30cd1, field115=[B@2cc05f42, field114=[B@76791df0, field113=[B@1d3d67a9, field112=[B@4035355b, field111=[B@6ea15850, field110=[B@50095ee9, field1=[B@26ff7b6e, field0=[B@4f091d07, field7=[B@2b0ebf6e, field6=[B@31ea42f0, field9=[B@6c937ba8, field8=[B@6bf5a218, field3=[B@35de95c7, field2=[B@56c0bc4e, field5=[B@21f9c305, field4=[B@67da4040}, user4299066641264549748={field119=[B@26eb81d1, field118=[B@759a7b8e, field117=[B@1a946fd3, field116=[B@2f79f481, field115=[B@55661db6, field114=[B@73064a9f, field113=[B@4a5549db, field112=[B@2a6861ec, field111=[B@4f0652ba, field110=[B@e95bb77, field1=[B@6e6e20ef, field0=[B@7e04bcf, field7=[B@7a0e4a0b, field6=[B@5963183e, field9=[B@461532a5, field8=[B@432ea79b, field3=[B@4bf8e3e7, field2=[B@a9bb04e, field5=[B@65742ba2, field4=[B@53504ae8}, user4178498776356793781={field119=[B@5fbb7cbe, field118=[B@875aec7, field117=[B@4c98ad50, field116=[B@1d4ea921, field115=[B@199468ba, field114=[B@3cb2fed9, field113=[B@35c92632, field112=[B@5d26960b, field111=[B@674df4ad, field110=[B@4ca29aab, field1=[B@30a6ddbb, field0=[B@5959936a, field7=[B@5139fc70, field6=[B@916433e, field9=[B@fdb0ca2, field8=[B@1a0c1cf0, field3=[B@448a9bd, field2=[B@3ffc15b9, field5=[B@6815a0f8, field4=[B@1204ca96}, user2177728419948339061={field119=[B@53408c2a, field118=[B@c4e0a26, field117=[B@49197937, field116=[B@7d7d5af8, field115=[B@2a0ba8a1, field114=[B@566888fc, field113=[B@543a93c7, field112=[B@4307b922, field111=[B@343e5f43, field110=[B@26031e50, field1=[B@26a715fc, field0=[B@581776a3, field7=[B@1e15fea5, field6=[B@20da82a9, field9=[B@3ecc6bbb, field8=[B@5d8db0af, field3=[B@6c5c8d6d, field2=[B@18e78585, field5=[B@45aba491, field4=[B@75937c43}, user3689861253170080888={field119=[B@7d2cb079, field118=[B@59c3d9f4, field117=[B@41d47171, field116=[B@2fcb7c6c, field115=[B@377cbe94, field114=[B@7037ddf6, field113=[B@120a6578, field112=[B@66d64349, field111=[B@340cd919, field110=[B@7a9a6a03, field1=[B@3b7ae18d, field0=[B@6f6231a0, field7=[B@3df4e944, field6=[B@1497568b, field9=[B@788dbb1d, field8=[B@61c7a9d, field3=[B@1c381dd3, field2=[B@323533d1, field5=[B@27f533d9, field4=[B@42587d28}, user8883487044377502202={field119=[B@1e523635, field118=[B@5622595, field117=[B@b07a51b, field116=[B@ab7386e, field115=[B@5db5493, field114=[B@11019730, field113=[B@2798d776, field112=[B@14dfefa3, field111=[B@4b7f5e67, field110=[B@565ae82f, field1=[B@3798a6f5, field0=[B@5cd1e552, field7=[B@6d6c04c9, field6=[B@6cf682db, field9=[B@1e2b3ebe, field8=[B@4d03a35c, field3=[B@4044ac79, field2=[B@18fc1ef0, field5=[B@5fe50d9f, field4=[B@fac4c7c}, user3339209904021769693={field119=[B@6aee1e94, field118=[B@121d96a7, field117=[B@6563e88e, field116=[B@84197f2, field115=[B@12c132d0, field114=[B@6c972681, field113=[B@164a9405, field112=[B@12b07f39, field111=[B@97c880d, field110=[B@5c0a048d, field1=[B@1e2249b5, field0=[B@f7ab4ff, field7=[B@62ab69fd, field6=[B@6e093749, field9=[B@626ab4dc, field8=[B@386d2922, field3=[B@1305b53, field2=[B@26a49743, field5=[B@115f0b1f, field4=[B@40aa142f}, user3564607206243057240={field119=[B@43c325aa, field118=[B@41dfbc1e, field117=[B@283140c9, field116=[B@38aa328c, field115=[B@621eae46, field114=[B@5e9dd157, field113=[B@7c88f545, field112=[B@15df860a, field111=[B@2246669, field110=[B@32031813, field1=[B@99ae1cb, field0=[B@601cc924, field7=[B@412aec60, field6=[B@6bc3b7d6, field9=[B@350987dc, field8=[B@335a2db0, field3=[B@25859e57, field2=[B@530ee036, field5=[B@2ac0aaec, field4=[B@489535a9}, user1946183369389204372={field119=[B@41eb6dca, field118=[B@65403a91, field117=[B@4af87b1f, field116=[B@2b212794, field115=[B@31be9a07, field114=[B@55ceba13, field113=[B@5ce70336, field112=[B@7ed882b9, field111=[B@3b7351c7, field110=[B@1bcd6a98, field1=[B@7fd73464, field0=[B@4520bc6d, field7=[B@647c2067, field6=[B@14150fda, field9=[B@52a76d28, field8=[B@122460c5, field3=[B@175e15fe, field2=[B@2b89b310, field5=[B@42ae5564, field4=[B@733d27bc}, user4519217800954429166={field119=[B@14ab3dc0, field118=[B@72dc1d76, field117=[B@4269633c, field116=[B@58f3bc0a, field115=[B@15fbcfe9, field114=[B@75e578d, field113=[B@ea7b4d9, field112=[B@4b714aeb, field111=[B@3e50eb, field110=[B@75a98d5e, field1=[B@469bfe4e, field0=[B@7fcc264, field7=[B@75b77378, field6=[B@4c4dd3ed, field9=[B@55bd2da4, field8=[B@34b32a95, field3=[B@7ad1a3c8, field2=[B@58a1d5c4, field5=[B@64cd0379, field4=[B@49077af7}, user3590277958387957437={field119=[B@3ebf4ffc, field118=[B@68e6a21a, field117=[B@64bca2b4, field116=[B@169ebc16, field115=[B@521ac196, field114=[B@f315fbd, field113=[B@e19f5ed, field112=[B@6d049634, field111=[B@6916ec73, field110=[B@6c5f8a5b, field1=[B@2da8aca0, field0=[B@64d42a17, field7=[B@3aff378a, field6=[B@2a627fdc, field9=[B@42c71b9c, field8=[B@7060541, field3=[B@4406214c, field2=[B@7da32a8f, field5=[B@7c2c55c, field4=[B@30d9e4e8}, user7818800869821190567={field119=[B@45a0affe, field118=[B@21330297, field117=[B@30cacbc8, field116=[B@4fcb979d, field115=[B@f540ec5, field114=[B@36ca8202, field113=[B@50389b98, field112=[B@43dc997d, field111=[B@6cd185e5, field110=[B@e69d0ef, field1=[B@1a197ee1, field0=[B@3d291bae, field7=[B@5db74f43, field6=[B@1d9902b2, field9=[B@4ca68996, field8=[B@39271fc7, field3=[B@5e0d82f7, field2=[B@bd48716, field5=[B@734645c3, field4=[B@729ea54b}, user5590051723848587943={field119=[B@40369bd5, field118=[B@6ff548f2, field117=[B@2e5c7092, field116=[B@29ef2cef, field115=[B@5df3e234, field114=[B@188483a0, field113=[B@5511a8c2, field112=[B@5496edb, field111=[B@4769ce04, field110=[B@7b4cccca, field1=[B@23432cd9, field0=[B@6d32a1dc, field7=[B@64a25b90, field6=[B@7995f152, field9=[B@438a2f5d, field8=[B@3b4e4ab1, field3=[B@4dc6e893, field2=[B@1b8f8f18, field5=[B@9edabf3, field4=[B@40bf73bd}, user6283880254860938198={field119=[B@3ac78949, field118=[B@5dd72646, field117=[B@3901ac3c, field116=[B@298123a, field115=[B@4934ee1, field114=[B@6092bd23, field113=[B@54c68d41, field112=[B@168d5c21, field111=[B@8f7ec57, field110=[B@7df933cf, field1=[B@1db515b4, field0=[B@61253e77, field7=[B@5607f350, field6=[B@62d4c514, field9=[B@57f9644f, field8=[B@1f673e41, field3=[B@7613d38e, field2=[B@322b543d, field5=[B@2e6c952b, field4=[B@8df2391}, user3342776165016756478={field119=[B@60381ea7, field118=[B@8da3421, field117=[B@42d52ddc, field116=[B@33674dbc, field115=[B@138aa051, field114=[B@4aa8e53d, field113=[B@21f89a79, field112=[B@28fb2957, field111=[B@6e359c31, field110=[B@63b90dc7, field1=[B@6f7689b, field0=[B@77375883, field7=[B@35a18640, field6=[B@1e5d7206, field9=[B@23d362e6, field8=[B@6e6dc55f, field3=[B@5747cd54, field2=[B@22ff48f8, field5=[B@1a03da13, field4=[B@1ac4a331}, user7129316875533809428={field119=[B@7380f050, field118=[B@2be0de50, field117=[B@2f374a7d, field116=[B@1055b981, field115=[B@64a3d9ab, field114=[B@499c9931, field113=[B@5c6d56dd, field112=[B@61c96560, field111=[B@1bdd9673, field110=[B@3625c128, field1=[B@48a28f, field0=[B@2a003583, field7=[B@5d1950be, field6=[B@452df6b4, field9=[B@b47844, field8=[B@2b33e9fc, field3=[B@3c38c084, field2=[B@168a09e1, field5=[B@35df252c, field4=[B@1975662}, user4530611691823684437={field119=[B@7b518a34, field118=[B@3dd251be, field117=[B@71e8f56d, field116=[B@4a779974, field115=[B@3d00aa24, field114=[B@1270439b, field113=[B@24058f25, field112=[B@52cf1ee8, field111=[B@6a26df1f, field110=[B@7a5a255b, field1=[B@72aef192, field0=[B@583c8971, field7=[B@4be7b4e, field6=[B@2f65f67f, field9=[B@2ac2a060, field8=[B@1609d348, field3=[B@619aaecc, field2=[B@61cc7a8e, field5=[B@5e320777, field4=[B@6791c6a}, user1357962551420368028={field119=[B@32213ea7, field118=[B@30bb3a67, field117=[B@7efc8ab8, field116=[B@30a85341, field115=[B@bc797f5, field114=[B@6246fce8, field113=[B@78750352, field112=[B@ab56546, field111=[B@3dfa33da, field110=[B@688e3931, field1=[B@3831c8e1, field0=[B@198f15f4, field7=[B@758781fc, field6=[B@6cd969cc, field9=[B@5a99c276, field8=[B@3b584c64, field3=[B@7219a292, field2=[B@55a92214, field5=[B@4137c0a5, field4=[B@38f58f8b}, user8395627796920771640={field119=[B@7c7b735, field118=[B@1be28c5b, field117=[B@64af456a, field116=[B@70b207a3, field115=[B@4af6689f, field114=[B@45f9b5ce, field113=[B@5be33c0e, field112=[B@3b8ca7ce, field111=[B@42c792b0, field110=[B@4a9808e3, field1=[B@8d94ef2, field0=[B@56b52af0, field7=[B@28997084, field6=[B@22ccaa64, field9=[B@60a0de11, field8=[B@1f3d8a5f, field3=[B@7c43d46c, field2=[B@3b9bde0a, field5=[B@5d2dcf3e, field4=[B@2e31d9b6}, user3694889080483647134={field119=[B@4c3388a8, field118=[B@293d74aa, field117=[B@1a5a0a8c, field116=[B@3a068c18, field115=[B@6a203538, field114=[B@28fa84f2, field113=[B@62bee50b, field112=[B@6cd6c308, field111=[B@734b25f, field110=[B@7b157b5f, field1=[B@6e164f8b, field0=[B@34020fc2, field7=[B@1606f557, field6=[B@4699bb4b, field9=[B@1a2fce04, field8=[B@3ef7be9c, field3=[B@1f7a5858, field2=[B@14b2fb1f, field5=[B@70095863, field4=[B@73890ba0}, user5093380072865462467={field119=[B@3efc3511, field118=[B@3d955bd2, field117=[B@765d643, field116=[B@3c0a0904, field115=[B@6381f729, field114=[B@745d7b40, field113=[B@5da37c46, field112=[B@310d0cdf, field111=[B@5d598d68, field110=[B@42c17af8, field1=[B@4467faa, field0=[B@5d74f009, field7=[B@4cd71402, field6=[B@588b1da, field9=[B@328425ee, field8=[B@480a7f0f, field3=[B@3c891508, field2=[B@7ccf7522, field5=[B@6ff78400, field4=[B@749e6cf6}, user4766719594325630125={field119=[B@cb1638, field118=[B@7aa1566, field117=[B@542e4617, field116=[B@535069b8, field115=[B@b72df3c, field114=[B@5c24ea11, field113=[B@7a1c117c, field112=[B@2a51ba2e, field111=[B@37c71b67, field110=[B@4c481bec, field1=[B@56c574e8, field0=[B@716234d4, field7=[B@7ef105bc, field6=[B@726af6f5, field9=[B@f75be64, field8=[B@6fd1ffca, field3=[B@197bdb69, field2=[B@3c034bed, field5=[B@1ea75497, field4=[B@7ee8d726}, user2162768268084097005={field119=[B@390feb01, field118=[B@1f7593ee, field117=[B@3b527f7b, field116=[B@33bced0, field115=[B@452a7a55, field114=[B@76737bfd, field113=[B@5e726bef, field112=[B@3e263bf, field111=[B@150c5944, field110=[B@78cd748b, field1=[B@352d556e, field0=[B@254237ef, field7=[B@52739c7a, field6=[B@4189d393, field9=[B@1e5068e9, field8=[B@2a19c983, field3=[B@644710f6, field2=[B@6bdd52a6, field5=[B@76d76814, field4=[B@1266e29c}, user5943161230263302813={field119=[B@4e7a9086, field118=[B@4fb3b38d, field117=[B@2e9f5a7, field116=[B@273e8564, field115=[B@3d5acfa5, field114=[B@6f273c58, field113=[B@222eb8d6, field112=[B@71680c52, field111=[B@1aa4c23d, field110=[B@4c37e8cd, field1=[B@1b881195, field0=[B@2ab3942a, field7=[B@16ba1e6b, field6=[B@65b8edf1, field9=[B@3e675c6a, field8=[B@8439d48, field3=[B@4ecc836d, field2=[B@6cb93820, field5=[B@68b9add1, field4=[B@7c84d453}, user7119602866200975501={field119=[B@5679f745, field118=[B@7324ad92, field117=[B@56564102, field116=[B@caa21d7, field115=[B@15702cd8, field114=[B@43ee4bd9, field113=[B@27544cf7, field112=[B@7a2d6553, field111=[B@6e2f9022, field110=[B@5faeaebd, field1=[B@5a98624b, field0=[B@4b8e93b6, field7=[B@5932b465, field6=[B@73c322b8, field9=[B@6ad09cb1, field8=[B@55fcb17e, field3=[B@19a1a638, field2=[B@731d9156, field5=[B@1d46be90, field4=[B@2d018b07}, user3106668262514810790={field119=[B@398578f9, field118=[B@268dc9be, field117=[B@e1751c1, field116=[B@2f6faab7, field115=[B@3d3f4d13, field114=[B@7537a333, field113=[B@419a6d0d, field112=[B@13724d9b, field111=[B@5462dd33, field110=[B@1c84d2b7, field1=[B@ee4262f, field0=[B@ffbbcfd, field7=[B@4db26374, field6=[B@7799111f, field9=[B@58e3949d, field8=[B@aadc728, field3=[B@54dabcca, field2=[B@6b744ea7, field5=[B@2ff76828, field4=[B@4b877e79}, user1589507601979502717={field119=[B@4a3ab72f, field118=[B@372c9b9, field117=[B@175057d7, field116=[B@67d487f2, field115=[B@78c8c7e8, field114=[B@6d62e649, field113=[B@7899eadd, field112=[B@3bb1192b, field111=[B@5f87e32, field110=[B@7fd2806a, field1=[B@48aa424f, field0=[B@7be16230, field7=[B@3d2e9a90, field6=[B@56149c8f, field9=[B@4c360438, field8=[B@3c361f6c, field3=[B@7585e860, field2=[B@707e2bb, field5=[B@7bec21a7, field4=[B@772d9cc9}, user5681600890834298811={field119=[B@2d31bca4, field118=[B@159b8183, field117=[B@f607b8e, field116=[B@14b0657f, field115=[B@34442fd1, field114=[B@7d1a2743, field113=[B@71aa8f65, field112=[B@66a697b2, field111=[B@73890610, field110=[B@5f85171d, field1=[B@7af16a2f, field0=[B@28b869c4, field7=[B@133a4345, field6=[B@647093c0, field9=[B@15a13d73, field8=[B@7e3c904a, field3=[B@3f5dc4a3, field2=[B@5fd3ae1b, field5=[B@43055a37, field4=[B@59a12cdd}, user3942390873854848093={field119=[B@8888396, field118=[B@4a6957ea, field117=[B@23d46872, field116=[B@73436f11, field115=[B@3f9bc6dc, field114=[B@3f4d10c2, field113=[B@3f5a78a1, field112=[B@5709b3bc, field111=[B@364522a7, field110=[B@61d9efad, field1=[B@d2a0c47, field0=[B@1724ca0d, field7=[B@86b9254, field6=[B@2661a073, field9=[B@7b74d8cc, field8=[B@4ab1010d, field3=[B@1e9cd33d, field2=[B@35d58aa5, field5=[B@68ba866b, field4=[B@2a414b18}, user2166334529079083790={field119=[B@52bc6056, field118=[B@4ba54806, field117=[B@771006c7, field116=[B@57a98ab6, field115=[B@66a6eec5, field114=[B@7a26f6f, field113=[B@70f37762, field112=[B@6b14bff0, field111=[B@3a15a491, field110=[B@2ed87dab, field1=[B@457b4775, field0=[B@b5e9b15, field7=[B@1c7897c3, field6=[B@712094c2, field9=[B@6eff257c, field8=[B@11069d85, field3=[B@4998d6e9, field2=[B@3cebdd9c, field5=[B@2ba8dbb8, field4=[B@e6781fd}, user165564172670629070={field119=[B@1c73146, field118=[B@63221bdf, field117=[B@e3a7918, field116=[B@3c60794b, field115=[B@4953280, field114=[B@771a3d2e, field113=[B@2a35686c, field112=[B@15a0e640, field111=[B@388cd746, field110=[B@1e596e34, field1=[B@1fae139b, field0=[B@d2e74c8, field7=[B@5346b4cc, field6=[B@6bb485e, field9=[B@6966b1d9, field8=[B@17101009, field3=[B@711626f3, field2=[B@2d337937, field5=[B@7107ed31, field4=[B@66003b40}, user2518447444545974446={field119=[B@2661a8cd, field118=[B@102d97f7, field117=[B@5e8d8ea6, field116=[B@3930640c, field115=[B@123c8427, field114=[B@6e523bb8, field113=[B@5c98606a, field112=[B@66326ff1, field111=[B@10d9c2ac, field110=[B@6f29a4f4, field1=[B@70ad124b, field0=[B@515a648, field7=[B@5b87c8e4, field6=[B@792bc964, field9=[B@618ca340, field8=[B@49036edf, field3=[B@2ca65ff3, field2=[B@b61c3ea, field5=[B@ff3f765, field4=[B@5d5415d2}, user8995242505758863255={field119=[B@4393904c, field118=[B@46e87547, field117=[B@5630ea20, field116=[B@2bb78fb1, field115=[B@74797b7b, field114=[B@713e7afe, field113=[B@200eff13, field112=[B@37d336a4, field111=[B@8ce3186, field110=[B@aa543eb, field1=[B@5d04d3cb, field0=[B@73cca8d9, field7=[B@a77f527, field6=[B@2aed5599, field9=[B@510c4184, field8=[B@4710a11c, field3=[B@727baa14, field2=[B@327a785f, field5=[B@1491ff5, field4=[B@43134681}, user8863280749981852017={field119=[B@6c976ffd, field118=[B@dce4ab0, field117=[B@44314a4b, field116=[B@1dcf2b02, field115=[B@4a7057c1, field114=[B@35941ff5, field113=[B@7b39781e, field112=[B@1f4adb40, field111=[B@57cc5937, field110=[B@42b29f8c, field1=[B@72fbf64c, field0=[B@3ba2b388, field7=[B@e12402a, field6=[B@580af09b, field9=[B@75ee2440, field8=[B@5b7ef786, field3=[B@47f1ffd3, field2=[B@4870419e, field5=[B@4c38b0f4, field4=[B@6056bc32}, user5465917597945845191={field119=[B@2811c88c, field118=[B@622710a1, field117=[B@6b11a301, field116=[B@3ef3357d, field115=[B@1880cf87, field114=[B@42f8762e, field113=[B@2417ccdb, field112=[B@3e84df9, field111=[B@1d0a56f4, field110=[B@1c420a7d, field1=[B@6a97c3a, field0=[B@47ef7e93, field7=[B@89d2d6c, field6=[B@400dfe0, field9=[B@49052bf6, field8=[B@75a2cfa3, field3=[B@14b57a36, field2=[B@16c8489f, field5=[B@76728b2b, field4=[B@15ce9d91}, user6178272541817424287={field119=[B@2a9521d4, field118=[B@7e4d08a9, field117=[B@1c04ef98, field116=[B@7dc7cb9c, field115=[B@7e5fde71, field114=[B@68c19953, field113=[B@5302d3fc, field112=[B@10da692b, field111=[B@10f69117, field110=[B@7419895b, field1=[B@31c12917, field0=[B@72918d35, field7=[B@56cbc459, field6=[B@6e20dc8a, field9=[B@5691c9c8, field8=[B@28171e0a, field3=[B@2076fe5d, field2=[B@48daa255, field5=[B@10dded0f, field4=[B@aa4650}, user3247660737036058825={field119=[B@1739c40e, field118=[B@aec14b6, field117=[B@75a62571, field116=[B@27ec7553, field115=[B@7eaccc14, field114=[B@140f3ed3, field113=[B@50c61c8e, field112=[B@1444bd28, field111=[B@c100fd8, field110=[B@6184512f, field1=[B@1c613fd, field0=[B@30da4310, field7=[B@3c38f41c, field6=[B@7f76d79d, field9=[B@4e1e7a75, field8=[B@2cbe7265, field3=[B@57ddfbfa, field2=[B@1ede14a3, field5=[B@23ae08df, field4=[B@7c5c6b95}, user8643129590291972599={field119=[B@44664dcf, field118=[B@2af332ec, field117=[B@79c83f9d, field116=[B@6657f3f2, field115=[B@1029d2c2, field114=[B@237ef679, field113=[B@1b72015c, field112=[B@42e3b9a3, field111=[B@1c82dcff, field110=[B@481b2c28, field1=[B@4368bc96, field0=[B@1c993bf9, field7=[B@16f669b1, field6=[B@71d6d2b, field9=[B@197ed52, field8=[B@5484586a, field3=[B@711a08aa, field2=[B@1d824797, field5=[B@23c1d408, field4=[B@55f09f12}, user5354940412294466469={field119=[B@740e925e, field118=[B@7b3fcdb7, field117=[B@5673374c, field116=[B@7aa3a9f, field115=[B@7b6d456, field114=[B@261f362, field113=[B@4d677d35, field112=[B@1bcfc8c4, field111=[B@2a6aab8f, field110=[B@271db743, field1=[B@51e5f840, field0=[B@34898350, field7=[B@4bc0609d, field6=[B@12d6109, field9=[B@7ff4be94, field8=[B@71f3139, field3=[B@4f936dcf, field2=[B@25dc781d, field5=[B@7f86722c, field4=[B@16e021c}, user542446234475980910={field119=[B@55c7faeb, field118=[B@139d6cde, field117=[B@5f467b93, field116=[B@2ec9ec85, field115=[B@44334b15, field114=[B@3cb024d1, field113=[B@50465a37, field112=[B@310a397e, field111=[B@6fbfa7a9, field110=[B@52949023, field1=[B@3061ffa4, field0=[B@5040e11f, field7=[B@42508651, field6=[B@343303b0, field9=[B@b10564d, field8=[B@5c0f0629, field3=[B@1a2b61f7, field2=[B@3629cf81, field5=[B@3f025537, field4=[B@1b1832b0}, user7698233004913434600={field119=[B@5a7ddcfd, field118=[B@225055f4, field117=[B@f560764, field116=[B@5581398c, field115=[B@612f9df5, field114=[B@41f09bd1, field113=[B@7e22d9ac, field112=[B@2233d2bd, field111=[B@3fee333b, field110=[B@7a051904, field1=[B@12024051, field0=[B@2e98ce96, field7=[B@60214795, field6=[B@32bebfac, field9=[B@323e7162, field8=[B@5abaf5cd, field3=[B@30cd1ce0, field2=[B@7749968a, field5=[B@36bd4c60, field4=[B@3ba4c3e7}, user6642359233883517879={field119=[B@6356f26f, field118=[B@5890d549, field117=[B@4925c77, field116=[B@19341cf9, field115=[B@4da5503a, field114=[B@13c1fe5a, field113=[B@52669b1, field112=[B@3c4c7e38, field111=[B@5b0fdd0b, field110=[B@4720cb1e, field1=[B@71fd49aa, field0=[B@2e1f5413, field7=[B@bdd235e, field6=[B@4ae47100, field9=[B@514fc1ef, field8=[B@5a4a819, field3=[B@6701ac20, field2=[B@e84adb1, field5=[B@216b5537, field4=[B@12fc563}, user8983848614889607984={field119=[B@6ba509ca, field118=[B@4067d82a, field117=[B@3b5eeffc, field116=[B@44253129, field115=[B@70d8b3e, field114=[B@7955b57d, field113=[B@35b894a4, field112=[B@58795743, field111=[B@33c66309, field110=[B@67ecc651, field1=[B@168073bc, field0=[B@451ed60, field7=[B@48f08c8, field6=[B@5d08846, field9=[B@105806d3, field8=[B@1b69c355, field3=[B@675c51b8, field2=[B@664f77ad, field5=[B@36719b29, field4=[B@63d795d9}, user8059936599636702501={field119=[B@6683d98a, field118=[B@7bec28e8, field117=[B@417e5c6f, field116=[B@1ed870c4, field115=[B@666fa51c, field114=[B@7cde6a51, field113=[B@4ff0dc81, field112=[B@12f3cbeb, field111=[B@9afdbec, field110=[B@6aca46a, field1=[B@4ff164ea, field0=[B@4351526c, field7=[B@34d69151, field6=[B@573afc55, field9=[B@1328046c, field8=[B@5a23f657, field3=[B@5a7fa85b, field2=[B@5aa73f15, field5=[B@9ff4b49, field4=[B@4cab856f}, user5922176660137670297={field119=[B@6bb1c1d1, field118=[B@80d0425, field117=[B@7bdbb36e, field116=[B@6b4bd187, field115=[B@e113a76, field114=[B@6edd3bbd, field113=[B@48bba5cb, field112=[B@7dc992b2, field111=[B@7a8cd5f7, field110=[B@7d8b19c8, field1=[B@680b6e4f, field0=[B@59662dfe, field7=[B@45d97848, field6=[B@60396c62, field9=[B@53f31f3c, field8=[B@3b12c161, field3=[B@3587f573, field2=[B@1ef6d5dd, field5=[B@553723c0, field4=[B@7803e9ce}, user7466687954354299911={field119=[B@7225b7d0, field118=[B@5ad5cc74, field117=[B@3690cdcd, field116=[B@513a1f48, field115=[B@e7ea988, field114=[B@7a3c725f, field113=[B@4a723670, field112=[B@4bb3a029, field111=[B@307a723e, field110=[B@29cd40e4, field1=[B@72d7221b, field0=[B@24b37680, field7=[B@473b0baa, field6=[B@432b9c9, field9=[B@4f3e84ae, field8=[B@7006ecbf, field3=[B@6f7fcf4e, field2=[B@7e12df99, field5=[B@45323f01, field4=[B@296400c}, user2171362356392650036={field119=[B@1382eaaf, field118=[B@7b840151, field117=[B@2f9af317, field116=[B@1f3c50c8, field115=[B@1b6f0612, field114=[B@40ba02a7, field113=[B@38c043ec, field112=[B@4507ee2c, field111=[B@263b2f08, field110=[B@3604be52, field1=[B@ce1545d, field0=[B@76edbd63, field7=[B@9518fd9, field6=[B@1a34568f, field9=[B@1cf1ba28, field8=[B@76c1a70, field3=[B@2c66203, field2=[B@3a7eccfa, field5=[B@2bcf1167, field4=[B@4c9721f4}, user60953050574939373={field119=[B@7d70841f, field118=[B@31a58e57, field117=[B@6232f52d, field116=[B@175fe01e, field115=[B@6ef6de96, field114=[B@73bc3229, field113=[B@6d22aee, field112=[B@6ee5653a, field111=[B@363f041e, field110=[B@2400458a, field1=[B@33128ebe, field0=[B@769bf153, field7=[B@38ca146a, field6=[B@1e402aec, field9=[B@398020e4, field8=[B@10385fee, field3=[B@783960c7, field2=[B@67b12266, field5=[B@5f0ea974, field4=[B@d9b4a54}, user3710845823295713404={field119=[B@3e972c78, field118=[B@50db9bde, field117=[B@7ab4cdb8, field116=[B@2daaf150, field115=[B@2ad9ec71, field114=[B@26d0979f, field113=[B@7a5557f0, field112=[B@f199b, field111=[B@65d0d78f, field110=[B@479ec8c5, field1=[B@1724ed11, field0=[B@6f1ffdaf, field7=[B@c10336c, field6=[B@3df90acb, field9=[B@d052400, field8=[B@1d67428a, field3=[B@10619919, field2=[B@653b768c, field5=[B@41ba7b0f, field4=[B@66ee02a0}, user1001286784010666373={field119=[B@7adbe635, field118=[B@44ea70f4, field117=[B@569a0965, field116=[B@40f7ea14, field115=[B@65b84671, field114=[B@7242e7e2, field113=[B@749519ee, field112=[B@bcdfa22, field111=[B@2c61aee4, field110=[B@4979317d, field1=[B@15ff1bd5, field0=[B@7107efa2, field7=[B@50b069e8, field6=[B@5042485a, field9=[B@3d8ed034, field8=[B@733a42d8, field3=[B@20169a7e, field2=[B@625416be, field5=[B@299075b0, field4=[B@81dded8}, user2388165570305384552={field119=[B@1ccc60cf, field118=[B@5e6f740e, field117=[B@74f8a786, field116=[B@12755cdf, field115=[B@6d408c46, field114=[B@482a5ae4, field113=[B@795f00f0, field112=[B@417428a0, field111=[B@28bfbe74, field110=[B@32582cfd, field1=[B@3301e2c6, field0=[B@53d0ed2e, field7=[B@6c9b53e, field6=[B@75854ede, field9=[B@492e857a, field8=[B@1d43b8ec, field3=[B@56689e3f, field2=[B@9c4d992, field5=[B@347c8885, field4=[B@34f8c23e}, user2754555347047920134={field119=[B@26732bf8, field118=[B@9547eed, field117=[B@593cf7e2, field116=[B@2ba737c9, field115=[B@14b4e5ae, field114=[B@3e3d42c3, field113=[B@803101, field112=[B@120b47a7, field111=[B@21a149dd, field110=[B@75de3c70, field1=[B@745703f3, field0=[B@3c2954a1, field7=[B@17ed0d58, field6=[B@13549e69, field9=[B@5f504f6b, field8=[B@292a947c, field3=[B@5652cbcc, field2=[B@6142b0b9, field5=[B@3cb490ed, field4=[B@41c06a73}, user2976386388274220896={field119=[B@10cd52c, field118=[B@753f6acc, field117=[B@6d94bf7e, field116=[B@2fc5d34d, field115=[B@4807d62c, field114=[B@4660acea, field113=[B@ec79417, field112=[B@f197139, field111=[B@79596040, field110=[B@3a9d947d, field1=[B@8c8c815, field0=[B@4c1cf08c, field7=[B@7ef5d22f, field6=[B@289d9ff0, field9=[B@66db7296, field8=[B@4d686651, field3=[B@1ddcb179, field2=[B@597acf2d, field5=[B@64085956, field4=[B@6adcf168}, user5333955842168833953={field119=[B@1273d233, field118=[B@1d7f64f7, field117=[B@3b1b5ce7, field116=[B@36c1bd5d, field115=[B@3a2f03fc, field114=[B@5c119092, field113=[B@3d0c1393, field112=[B@69c6a3a, field111=[B@446ea9f6, field110=[B@14ab34e9, field1=[B@49662d64, field0=[B@2cce53c8, field7=[B@1dde6ebe, field6=[B@509f1d90, field9=[B@28ea17ea, field8=[B@76e4512c, field3=[B@18a16ad0, field2=[B@307a97c9, field5=[B@4857836b, field4=[B@1c6ed67c}, user7230580051852354223={field119=[B@f0ac8cb, field118=[B@6b2ac23c, field117=[B@1f9258e9, field116=[B@7525a051, field115=[B@2cb062ae, field114=[B@11b67e26, field113=[B@1cee39e9, field112=[B@4411350d, field111=[B@6b1b9a33, field110=[B@49fe9e38, field1=[B@24b2d79f, field0=[B@69462759, field7=[B@5e3bf240, field6=[B@6309a8e1, field9=[B@51358530, field8=[B@9911ca0, field3=[B@8b95620, field2=[B@26d9b976, field5=[B@5b38a498, field4=[B@5a4dd743}, user5952875239596136740={field119=[B@1887927c, field118=[B@737e8a13, field117=[B@6d7cec80, field116=[B@593fc9a3, field115=[B@7d0fa48a, field114=[B@7a26972a, field113=[B@70346c02, field112=[B@57e1c176, field111=[B@57ca04f4, field110=[B@191b46e0, field1=[B@4a9c7dbd, field0=[B@13afefe9, field7=[B@14c5b4cc, field6=[B@57aadcf2, field9=[B@7e72322f, field8=[B@124e5aaf, field3=[B@2b14effe, field2=[B@2a58eb22, field5=[B@45d4470c, field4=[B@252ff63b}, user6766493359786260631={field119=[B@29c8867f, field118=[B@4424699f, field117=[B@232faa30, field116=[B@79eb0e40, field115=[B@14fd947c, field114=[B@73f26fed, field113=[B@2d523589, field112=[B@c6ab76d, field111=[B@74cc9ce8, field110=[B@14a1089b, field1=[B@286389fb, field0=[B@71eb8245, field7=[B@61507b4c, field6=[B@7da9522d, field9=[B@49b13032, field8=[B@64657aeb, field3=[B@68df730, field2=[B@3102e5f6, field5=[B@71727344, field4=[B@3e0feda3}}


[OVERALL], RunTime(ms), 5024
[OVERALL], Throughput(ops/sec), 199.04458598726114
[TOTAL_GCS_PS_Scavenge], Count, 1
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 20
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3980891719745223
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1
[TOTAL_GC_TIME], Time(ms), 20
[TOTAL_GC_TIME_%], Time(%), 0.3980891719745223
[READ], Operations, 147
[READ], AverageLatency(us), 1568.4761904761904
[READ], MinLatency(us), 152
[READ], MaxLatency(us), 11823
[READ], 95thPercentileLatency(us), 6511
[READ], 99thPercentileLatency(us), 8151
[READ], Return=OK, 147
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1968.0
[CLEANUP], MinLatency(us), 1968
[CLEANUP], MaxLatency(us), 1968
[CLEANUP], 95thPercentileLatency(us), 1968
[CLEANUP], 99thPercentileLatency(us), 1968
[Join], Operations, 182
[Join], AverageLatency(us), 12916.087912087913
[Join], MinLatency(us), 10336
[Join], MaxLatency(us), 98687
[Join], 95thPercentileLatency(us), 18527
[Join], 99thPercentileLatency(us), 21887
[Join], Return=OK, 182
[UPDATE], Operations, 142
[UPDATE], AverageLatency(us), 1888.5352112676057
[UPDATE], MinLatency(us), 264
[UPDATE], MaxLatency(us), 10031
[UPDATE], 95thPercentileLatency(us), 5515
[UPDATE], 99thPercentileLatency(us), 9495
[UPDATE], Return=OK, 142
[COUNT], Operations, 235
[COUNT], AverageLatency(us), 2821.8255319148934
[COUNT], MinLatency(us), 1134
[COUNT], MaxLatency(us), 31263
[COUNT], 95thPercentileLatency(us), 8263
[COUNT], 99thPercentileLatency(us), 12903
[COUNT], Return=OK, 235
[INSERT], Operations, 340
[INSERT], AverageLatency(us), 1579.6970588235295
[INSERT], MinLatency(us), 243
[INSERT], MaxLatency(us), 13007
[INSERT], 95thPercentileLatency(us), 4005
[INSERT], 99thPercentileLatency(us), 9447
[INSERT], Return=OK, 340
[SUM], Operations, 124
[SUM], AverageLatency(us), 3144.8387096774195
[SUM], MinLatency(us), 1127
[SUM], MaxLatency(us), 27103
[SUM], 95thPercentileLatency(us), 10239
[SUM], 99thPercentileLatency(us), 17023
[SUM], Return=OK, 124